{
  "grossSales": "Gross Sales",
  "grossSalesExplain": "  Gross sales = Subtotal + Ship + Tip + Taxes Collected",

  "totalDiscount": "Discount",
  "totalShipping": "Shipping Collected",
  "totalTip": "Tip Collected",
  "totalRefund": "Refund",

  "netPayment": "Revenue",
  "netPaymentExplain": "Revenue (Net payment) = Gross sales - Discount - Refund",

  "cogs": "COGS",
  "cogsExplain": "Cost of Goods Sold (COGS) is the direct costs attributable to the production of the goods sold in a company. This amount includes the cost of the materials used in creating the good along with the direct labor costs used to produce the good.",

  "handlingFees": "Handling Fees",
  "handlingFeesExplain": "Handling fees are the costs associated with the handling of goods, including the cost of labor, packaging, and shipping.",

  "shippingCosts": "Shipping Costs",

  "paymentGateway": "Payment Gateway",
  "transactionFees": "Transaction Fees",
  "transactionFeesExplain": "Transaction fees are fees that a merchant must pay every time a customer makes a purchase with a credit card. These fees can vary depending on the credit card company and the merchant account provider.",

  "grossProfit": "Gross Profit",
  "grossProfitExplain": "Gross profit = Revenue - COGS - Handling fees - Shipping costs - Transaction fees",

  "grossProfitMargin": "Gross Profit Margin",
  "grossProfitMarginExplain": "Gross profit margin = (Gross profit / Revenue) * 100%",

  "totalCustomCost": "Custom Costs",
  "totalCustomCostExplain": "Custom Costs are the costs associated with the production of goods, including the cost of labor, tax, advertising, and other expenses.",

  "totalAdSpend": "Ad Spends",

  "roas": "ROAS",
  "roasExplain": "ROAS = Total Revenue / Ad Spends. ROAS stands for Return on Ad Spend. It's a digital marketing metric that measures how much revenue a business generates for every dollar spent on advertising.",

  "poas": "POAS",
  "poasExplain": "POAS = Gross Profit / Ad Spends. POAS (Profit on Ad Spend) is a marketing metric that measures the profitability of an ad campaign by focusing on the net profit earned for every dollar spent on advertising.",

  "totalTax": "Taxes Collected",
  "totalTaxExplain": "Taxes Collected is the amount of taxes that a business collects from its customers on behalf of the government. This amount is typically a percentage of the sale price and is added to the total cost of the goods or services sold.",

  "netProfit": "Net Profit",
  "netProfitExplain": "Net profit = Gross profit - Taxes collected - Custom costs - Ad spends",

  "netProfitMargin": "Net Profit Margin",
  "netProfitMarginExplain": "Net profit margin = (Net profit / Revenue) * 100%",

  "totalCosts": "Total Costs",
  "totalCostsExplain": "Total costs = COGS +  Handling fees + Shipping costs + Transaction fees + Custom costs + Ad spends"
}
